Repository: 18639460167/QianYueBao
Catalog: QianYueBao/*.lproj/Localizable.strings
Languages: ko, th, vi_vn

source: Back
ko: 뒤로 가기
th: ย้อนกลับ
vi_vn: Quay lại

source: Search
ko: 검색
th: ค้นหา
vi_vn: Tìm kiếm

# Determine
source: Confirm
ko: 확인
th: ยืนยัน
vi_vn: Xắc nhận

source: Cancel
ko: 취소
th: ยกเลิก
vi_vn: Huỷ

source: Change
ko: 수정
th: แก้ไข
vi_vn: Sửa đổi

# Save_Success
source: Save successfully
ko: 저장됨
th: บันทึกสำเร็จ
vi_vn: Lưu giữ thành công

# Save_Fail
source: Save failed
ko: 저장 실패
th: บันทึกล้มเหลว
vi_vn: Lưu giữ thất bại

# Change_Success
source: Change successfully
ko: 수정됨
th: แก้ไขสำเร็จ
vi_vn: Sửa đổi thành công

source: Save
ko: 저장
th: บันทึก
vi_vn: Lưu giữ

# Use_Immediately
source: Join now
ko: 바로 사용
th: ใช้ทันที
vi_vn: Sử dụng lập tức

# Open
source: Spread
ko: 더보기
th: เปิด
vi_vn: Toàn bộ

# Close
source: Retract
ko: 접기
th: ปิด
vi_vn: Thu gọn

source: Delete
ko: 삭제
th: ลบ
vi_vn: Xoá

source: Home
ko: 홈페이지
th: หน้าหลัก
vi_vn: Trang chủ

# User
source: Me
ko: 마이페이지
th: ของฉัน

# Not_More
source: No more
ko: 더 이상 없습니다
th: ไม่มีแล้ว
vi_vn: Không còn nhiều hơn

source: Uploading...
ko: 업로드 중
th: กำลังโหลด...
vi_vn: Đang tải lên...

# Submit_Success
source: Submit successfully
ko: 제출 완료
th: ส่งสำเร็จ
vi_vn: Đưa lên thành công

# Merchant_Trade_Charts
source: Ranking list
ko: 가게 거래 순위 차트
th: จัดอันดับร้านค้า
vi_vn: Thứ tự giao dịch cửa hàng

# Uploaded_Success
source: Upload successfully
ko: 업로드 완료
th: อัพโหลดสำเร็จ
vi_vn: Tải lên thành công

# Upload_Fail_Number
source: %zd of these uploads failed
ko: %zd 장 업로드 실패
th: มี…%อัพโหลดไม่สำเร็จ
vi_vn: Trong đó%zdtrang tải lên thất bại

# Disconnect_Internet
source: Network error，please try again later!
ko: 인터넷 연결이 끊겼습니다. 잠시 후 다시 시도하십시오!
th: อินเตอร์เน็ตไม่ดี กรุณาลองใหม่อีกครั้ง!
vi_vn: Mạng kém,xin vui lòng thử lại!

# Signed_Success_Number
source: Signed merchant
ko: 계약된 가게／개
th: ร้านค้าที่เซ็นสัญญาเรียบร้อยแล้ว/ร้าน
vi_vn: Đã ký kết thành công/nhà

# TransAction_Amount_Week
source: Total trading volume this week
ko: 주 총거래액
th: สัปดาห์นี้ปริมาณการซื้อขายรวม
vi_vn: Số tiền giao dịch tổng cộng trong tuần này

# Has_Been_Signed
source: Signed
ko: 계약됨
th: ร้านค้าที่เซ็นสัญญาแล้ว
vi_vn: Đã ký kết

# Under_Review
source: In audit
ko: 심사 중
th: กำลังตรวจสอบ
vi_vn: Đang xét duyệt

# Wait_Submit
source: Pending
ko: 제출 대기
th: รอที่จะส่ง
vi_vn: Đang đưa lên

# Unknow
source: Unknown
ko: 알 수 없음
th: ไม่ทราบ
vi_vn: Không biết

# Review_Fail
source: Audit failure
ko: 심사 실패
th: ตรวจสอบล้มเหลว
vi_vn: Xét duyệt thất bại

# Determiner_Submit
source: Confirm
ko: 제출 확인
th: ยืนยันที่จะส่ง
vi_vn: Xặc định đưa lên

# Review_Fail_Change
source: Failed（click to edit）
ko: 심사 실패（클릭 후 수정）
th: ตรวจสอบล้มเหลว (คลิกที่แก้ไข)
vi_vn: Xét duyệt thất bại(bấm để sửa đổi)

# Review_Fail_Reason
source: The information submitted is incomplete，please resubmit the audit after examination
ko: 가게 자료 정보 부족, 확인 후 다시 제출해 보세요.
th: ข้อมูลการติดต่อส่งมาไม่สมบูรณ์ หลังตรวจสอบกรุณาส่งอีกครั้ง

# Search_Loading
source: Searching...
ko: 검색 중
th: กำลังค้นหา...
vi_vn: Đang tìm kiếm...

# Basic_Message
source: Basic info.
ko: 기본 정보
th: ้อมูลพื้นฐาน
vi_vn: Thông tin cơ bản

# Contract_Message
source: Contract info.
ko: 계약 정보
th: ข้อมูลสัญญา
vi_vn: Thông tin hợp đồng

# Contract_Change
source: Change of contract
ko: 계약 변경
th: เปลี่ยนแปลงสัญญา
vi_vn: Hợp đồng đổi thay

# Owner_Message
source: Wwner info.
ko: 사장님 정보
th: ข้อมูลเจ้าของร้าน
vi_vn: Thông tin chủ hàng

# Shop_Message
source: Shop info.
ko: 가게 정보
th: ข้อมูลร้านค้า
vi_vn: Thông tin cửa hàng

# Latitude_Longitude
source: Lng and Lat：
ko: 경위도:
th: ละติจูดลองจิจูด：
vi_vn: Kinh độ vĩ độ:

source: Detailed address：
ko: 주소:
th: รายละเอียดที่อยู่：
vi_vn: Địa chỉ cụ thể:

# Enter_Merchant_Name
source: Please input merchant name
ko: 가게 이름을 입력하십시오
th: กรุณากรอกชื่อร้านค้า
vi_vn: Xin nhập vào tên cửa hàng

# Rank
source: Ranking
ko: 순위
th: อันดับ
vi_vn: Thứ tự

# Trading_Volume
source: Trans. Amount
ko: 거래액
th: ปริมาณการซื้อขาย
vi_vn: Số tiền giao dịch

# Shop_Name
source: Merchant name
ko: 가게 이름
th: ชื่อร้านค้า
vi_vn: Tên cửa hàng

# Trading_Water
source: Trans. flow
ko: 거래 명세
th: การหมุนเวียนของการทำธุรกรรม
vi_vn: giao dịch thu chi

source: Liquidation record
ko: 청산 기록
th: บันทึกการชำระบัญชี
vi_vn: Ký lục tính toán

# Material_Information
source: QRcode info.
ko: 물품 정보
th: ข้อมูลวัสดุ
vi_vn: Thông tin vật liệu

# Transaction_Details
source: Trading detail
ko: 거래 내역
th: รายละเอียดธุรกรรม
vi_vn: Thông tin giao dịch

# Trade_Charts
source: Trading charts
ko: 순위 차트
th: จัดอันดับการซื้อขาย
vi_vn: Thứ tự giao dịch

# Liquidation_Status
source: Settlement status
ko: 청산 상태
th: สถานะการชำระบัญชี
vi_vn: Trạng thái thanh toán

# Not_Cleared
source: Undischarged
ko: 미청산
th: ยังไม่ได้ชำระบัญช
vi_vn: Chưa thanh toán

# Has_Been_Cleared
source: Liquidated
ko: 청산 완료
th: ชำระบัญชีแล้ว
vi_vn: Đã thanh toán

# Change_Qr
source: Each shop has different QRcode，please pay attention to switch
ko: 가게마다 QR코드가 다 다르니 주의하십시오
th: QR Code แต่ละร้านไม่เหมือนกัน กรุณาระวังที่จะเปลี่ยน
vi_vn: Mã QR mỗi cửa hàng khác nhau,xin chú ý đổi thay

# Save_Photo
source: Save to album
ko: 앨범에서 저장
th: บันทึกลงอัลบั้ม
vi_vn: Lưu vào máy

# Settle_Finish
source: Settled
ko: 청산 완료
th: ชำระบัญชีแล้ว
vi_vn: Đã chuyển tiền

# Settlf_Fail
source: Unsettle
ko: 미청산
th: ยังไม่ได้ชำระบัญชี
vi_vn: Chưa chuyển tiền

source: Order detail
ko: 주문 내역
th: รายละเอียดการสั่งซื้อ
vi_vn: Thông tin đơn hàng

# Actual_Receivable
source: Amount receivable:
ko: 미수 금액:
th: จำนวนเงินที่ได้รับ:
vi_vn: số tiền phải thu:

source: Settlement amount:
ko: 결제 금액:
th: จำนวนเงินที่ชำระบัญชี:
vi_vn: Số tiền thanh toán:

# Trading_Status
source: Trans. status:
ko: 거래 상태:
th: สถานะของธุรกรรม:
vi_vn: Trạng thái giao dịch:

# Channels_Payment
source: Payment channel:
ko: 결제 방식:
th: ่องทางการชำระเงิน:
vi_vn: kênh thanh toán:

# Payment_Business
source: Trading shop:
ko: 가게:
th: ร้านที่มีการซื้อขาย มีการจ่ายเงิน:
vi_vn: Cửa hàng giao dịch:

# Transaction_Time
source: Trading time:
ko: 거래 시간:
th: ระยะเวลาการซื้อขาย:
vi_vn: Thời gian giao dịch:

# Transaction_Number
source: Trading number:
ko: 거래 번호:
th: หมายเลขการซื้อขาย:
vi_vn: Mã giao dịch:

# Payment_Code
source: Payment number:
ko: 결제 코드:
th: รหัสการชำระเงิน:
vi_vn: Mã thanh toán:

# Refund_Start_Time
source: Refund time:
ko: 환불 시간:
th: เวลาที่เริ่มต้นการคืนเงิน:
vi_vn: Thời gian bắt đầu hoàn tiền:

source: Refund reason:
ko: 환불 이유:
th: เหตุผลที่คืนเงิน:
vi_vn: Nguyên nhân hoàn tiền:

# Contract_Inforce
source: In force
ko: 발효됨
th: มีผลบังคับใช้แล้ว
vi_vn: Đã có hiệu lực

# Contract_Expired
source: Expired
ko: 실효됨
th: หมดอายุแล้ว
vi_vn: Đã mất hiệu lực

# Information_Collection
source: Collection
ko: 정보 수집
th: เก็บข้อมูล
vi_vn: Thông tin thu thập

source: Submit
ko: 제출
th: ส่ง
vi_vn: Đưa lên

# Create_New
source: Newly build
ko: 새로 만들기
th: สร้างใหม่
vi_vn: Mới

# Add_Owner_Message
source: Add owner info.
ko: 사장님 정보를 추가하기
th: เพิ่มข้อมูลร้านค้า
vi_vn: Thêm thông tin chủ hàng

# Update_Success
source: Upload successfully
ko: 업로드 완료
th: อัพโหลดสำเร็จ
vi_vn: Đưa lên thành công

source: Owner name
ko: 사장님 이름
th: ชื่อเจ้าของร้าน
vi_vn: Tên chủ hàng

# Account_Number
source: Account
ko: 아이디
th: บัญชี
vi_vn: Tải khoản

source: Account name
ko: 별명
th: ชื่อบัญชี
vi_vn: Tên tải khoản

# Search_Owner
source: Please input owner name to search
ko: 사장님 성함을 입력하십시오
th: ค้นหาเจ้าของร้าน
vi_vn: Xin nhập tên chủ hàng để tìm kiếm

source: Country
ko: 나라
th: ประเทศ
vi_vn: Quốc gia

# Belong_Category
source: Subordinate category
ko: 상품종목
th: หมวดหมู่
vi_vn: loại thuộc về

# Cooperation_Competing
source: Cooperation
ko: 파트너
th: คู่แข่ง
vi_vn: sản phẩm cùng loại

# Payment_Interface
source: Payment channel
ko: 결제 방식
th: ช่องทางชำระเงิน
vi_vn: Kênh thanh toán

# Recommend_Service
source: Recommended
ko: 추천 서비스
th: แนะนำสินค้าบริการ
vi_vn: Để cử sản phẩm và dịch vụ

# Please_Open_Location
source: Turn on the location service，then use the location function
ko: 위치정보 공유 서비스 열어 주십시오
th: กรุณาเปิดโลเคชั่น ถึงจะใช้ฟังก์ชั่นนี้ได้
vi_vn: Bạn cần cấp quyền truy cập dịch vụ định vị,mới dùng được chức năng định vị

# Refuse_Visit
source: Access denied
ko: 방문 금지
th: ปฏิเสธ
vi_vn: Từ chối

# Unable_Get_Location
source: Fail to get location info.
ko: 위치를 찾을 수 없습니다
th: ไม่สามารถรับข้อมูลสถานที่ได้
vi_vn: Không lấy được vị trí định vị

# Locationing
source: Location...
ko: 위치를 확인 중
th: กำลังหาโลเคชั่น...
vi_vn: Đang định vị ...

# Location_Fail
source: Location failed
ko: 위치를 추적 실패
th: หาโลเคชั่นล้มเหลว
vi_vn: Định vị thất bại

# Done
source: Paid
ko: 거래 완료
th: สำเร็จ
vi_vn: Đã giao dịch

# Procress
source: Refund
ko: 환불 중
th: กำลังคืนเงิน
vi_vn: Đang hoàn tiền

source: Refunded
ko: 환불 완료
th: คืนเงินแล้ว
vi_vn: Đã hoàn tiền

# UnPay
source: Unpaid
ko: 미지급
th: ยังไม่ได้ชำระเงิน
vi_vn: Chưa thanh toán

# Message_Draft
source: Draft info.
ko: 메시지 초안
th: ข้อมูลร่าง
vi_vn: thông tin bản nháp

# Owner_Name_Colon
source: Owner name:
ko: 사장님 이름:
th: ชื่อนามสกุลเจ้าของร้าน:
vi_vn: Tên chủ hàng:

# Account_Name_Colon
source: Account name:
ko: 아이디:
th: ชื่อบัญชี:
vi_vn: Tên tải khoản:

# ID_Card_C
source: ID Card:
ko: 주민등록번호:
th: เลขบัตรประชาชน:
vi_vn: CMND:

# Country_C
source: Country:
ko: 나라:
th: ประเทศ:
vi_vn: Quốc tịch:

# Province_C
source: Province:
ko: 지역:
th: จังหวัด:
vi_vn: Tỉnh:

# City_C
source: City:
ko: 도시:
th: เมือง:
vi_vn: Thành phố:

# Dispatch_Address_C
source: Address:
ko: 주소:
th: ที่อยู่ทางไปรษณีย์:
vi_vn: Địa chỉ:

# Telephone_C
source: Phone:
ko: 전화번호:
th: เบอร์โทรศัพท์:
vi_vn: Điện thoại:

# Phone_C
source: Mobile:
ko: 휴대폰번호:
th: มือถือ:
vi_vn: Di động:

# Email_C
source: Email:
ko: 메일:
th: อีเมล์:

# Remittance_Bank_C
source: Bank:
ko: 송금은행:
th: ธนาคารที่จะต้องการให้เงินเข้าในบัญชี:
vi_vn: Ngân hàng chuyển tiền:

# Branch_C
source: Branch:
ko: 지점:
th: สาขา:
vi_vn: Chi nhánh:

# Bank_Account_Name_C
source: Bank Account Name:
ko: 입금주:
th: ชื่อบัญชีธนาคาร:
vi_vn: Tên tải khoản ngân hàng:

# Bank_Account_C
source: Bank Account Number:
ko: 계좌번호:
th: เลขบัญชีธนาคาร:
vi_vn: số thẻ ngân hàng:

# Account_C
source: Account:
ko: 아이디:
th: บัญชี:
vi_vn: số tải khoản

source: Shop logo:
ko: 가게 로고:
th: โลโก้ร้านค้า:
vi_vn: Logo cửa hàng:

# Shopper_Name
source: Shop name:
ko: 가게 이름:
th: ชื่อร้านค้า:
vi_vn: Tên cửa hàng:

# Detail_Address
source: Detailed address:
ko: 주소:
th: รายละเอียดที่อยู่:
vi_vn: Địa chỉ cụ thể:

# Belong_Area
source: Occupation area:
ko: 소속 상권:
th: พื้นที่:
vi_vn: Thuộc khu vực:

# Belong_Cate
source: Subordinate category:
ko: 상품종목:
th: หมวดหมู่:
vi_vn: Thuộc chủng loại:

# Coorperation
source: Cooperation:
ko: 파트너:
th: คู่แข่ง:
vi_vn: Sản phẩm hợp tác:

# Product_Service
source: Recommended:
ko: 추천 서비스:
th: แนะนำสินค้าหรือบริการ:
vi_vn: Tiền cử sản phẩm:

# Publicize_Photo
source: Publicity photos:
ko: 홍보 사진:
th: ภาพถ่ายโปรโมท:
vi_vn: Hình ảnh tuyên truyền:

source: Rate:
ko: 요금률:
th: อัตราค่าธรรมเนียม:
vi_vn: Tỷ lệ phí thu:

# Contract_Photo
source: Contract photos:
ko: 계약 사진:
th: ภาพถ่ายสัญญา:
vi_vn: Hình ảnh hợp đồng:

# PayChannel
source: Payment channel:
ko: 결제 방식:
th: ช่องทางจ่ายเงิน:
vi_vn: Phương thức thanh toán:

# Settle_Cycle
source: Settlement cycle:
ko: 청산 기간:
th: รอบบิลที่โอน:
vi_vn: Chu kỳ kết toán:

source: Me
ko: 나의
th: ฉัน
vi_vn: Tôi

# Telephone
source: Service number
ko: 고객센터
th: โทรศัพท์บริการลูกค้า
vi_vn: Liên hệ

source: MORE
ko: 더보기
th: มากกว่านี้
vi_vn: Nhiều hơn

# Service_Hotline
source: CONSULT LINE
ko: 상담 전화
th: โทรศัพท์บริการลูกค้า
vi_vn: Điện thoại

# Online_Service
source: SERVICE ONLINE
ko: 온라인 고객센터
th: บริการลูกค้าออนไลน์
vi_vn: Tư vấn Online

# Information
source: Info.
ko: 정보
th: ข้อมูล
vi_vn: Thông tin

# Personal_Information
source: Personnal info.
ko: 개인 정보
th: ข้อมูลส่วนตัว
vi_vn: Thông tin cá nhân

# Profile_Picture
source: Avatar:
ko: 프로필사진:
th: รูปโปรไฟล์:
vi_vn: Ảnh đại diện:

source: Nickname:
ko: 별명:
th: ชื่อเล่น:
vi_vn: Tên:

source: Email:
ko: 이메일:
th: อีเมล์:

# Sign_Out
source: Log out
ko: 로그아웃
th: ออกจากระบบ
vi_vn: Đăng xuất

# Take_Picture
source: Photograph
ko: 사진 찍기
th: ถ่ายรูป
vi_vn: Chụp ảnh

source: Select from album
ko: 앨범에서 선택
th: เลือกจากอัลบั้ม
vi_vn: Chọn từ trong máy

# Business_Situation
source: Enterprise situation
ko: 기업 뉴스
th: สถานการณ์ธุรกิจ
vi_vn: Tình hình doanhnghiệp

source: Version notification
ko: 업데이트 알림
th: แจ้งเตือนเวอร์ชั่น
vi_vn: Thông báo bản mới

source: Login
ko: 로그인
th: ลงชื่อเข้าใช้
vi_vn: Đăng nhập

# Select_Photos
source: Select album
ko: 앨범 선택
th: เลือกรูปภาพ
vi_vn: Lửa chọn ảnh sưu tập

# Delete_This_Picture
source: Confirm to delete this photo？？
ko: 사진 삭제 확실합니까？
th: แน่ใจหรอที่จะลบภาพนี้?
vi_vn: Xác nhận xoá ảnh này?

# Select_Only_Picture
source: Only %zd pictures at most
ko: %zd장 밖에 선택할 수도 없습니다
th: เลือกได้สูงสุด %zd รูป
vi_vn: Nhiều nhất chỉ được chọn %zd cái ảnh

# Picture_Alert
source: No permissions to open album，please open it in system setting
ko: 앨범 보기 권한이 없습니다，다시 확인해 주십시오
th: ยังไม่มีสิทธิ์เปิดอัลบั้ม กรุณาไปที่ตั้งค่าแล้วเปิด

# Temporarily
source: OK
ko: 건너뛰기
th: ชั่วคราว
vi_vn: Tạm thời chưa

# Go_Set
source: Set now
ko: 세트가 다시 완성
th: ไปที่การตั้งค่า
vi_vn: Đi cài đặt

source: Finish
ko: 확인
th: สำเร็จ
vi_vn: Hoàn thành

# Album_Permissions_Not_Open
source: Album permissions not opened
ko: 앨범 방문 권한이 없습니다
th: ยังไม่มีสิทธิ์เปิดอัลบั้ม
vi_vn: Chưa có quyền truy cập ảnh

# Set_Album_Permission
source: Please open album service in system setting/（setting/privacy/album/open）
ko: 설정에서 카메라 서비스 권한이 설정해 주십시오 (설정>QianYueBao>앨범>열기)
th: กรุณาไปที่ตั้งค่าแล้วเปิดใช้กล้องถ่ายรูป (ตั้งค่า>ความเป็นส่วนตัว>กล้อง>เปิด)

# Number_Photos_Unexceed
source: The number of photos cannot exceed%zd
ko: 사진을 %zd장이상은 찍 수 없습니다
th: จำนวนรูปภาพไม่สามารถเกินได้
vi_vn: Số lượng chụp ảnh không được quá

# PICKER_PowerBrowserPhotoLibirayText
source: You close the service of album,to open it ,please come to system setting->privacy->my app to open the permission
ko: 앨범 방문 권한이 없습니다，설정에서 동의가 설정해 주십시오
th: คุณบล็อกสิทธิ์เลือกอัลบั้ม กรุณาเปิดระบบการตั้งค่า > ความเป็นส่วนตัว > แอพของฉันได้รับการเปิด
